tap "goreleaser/tap"
tap "hilli/hilli"
tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mas-cli/tap"
tap "microsoft/git"
tap "nodenv/nodenv"
tap "ouchxp/nodenv"
tap "warrensbox/tap"

brew "act"
brew "age"
brew "readline"
brew "xz"
brew "ansible"
brew "asciinema"
brew "atomicparsley"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "tbb"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "dust"
brew "entr"
brew "exa"
brew "exercism"
brew "exiftool"
brew "fd"
brew "charmbracelet/tap/gum"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "helm"
brew "hilli/hilli/dockutil"
brew "httpie"
brew "imagemagick"
brew "imagemagick@6"
brew "ipcalc"
brew "jq"
brew "mas"
brew "minicom"
brew "protobuf"
brew "mosh"
brew "mysql-client"
brew "ncftp"
brew "ncurses"
brew "nmap"
brew "node"
brew "node-build"
brew "nodenv"
brew "nvm"
brew "vtk"
brew "opencv"
brew "pinentry-mac"
brew "postgresql"
brew "prettyping"
brew "protoc-gen-grpc-web"
brew "pulumi"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "s3cmd"
brew "shellcheck"
brew "smimesign"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "unzip"
brew "v8"
brew "watchman"
brew "wget"
brew "yamllint"
brew "z"
brew "zoxide"
brew "zsh-completions"

brew "goreleaser/tap/goreleaser"
brew "nodenv/nodenv/nodenv-aliases"
brew "ouchxp/nodenv/nodenv-nvmrc"
brew "warrensbox/tap/tfswitch"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "arq"
cask "dash"
cask "datadog-agent", greedy: true
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "git-credential-manager-core"
cask "google-chrome"
cask "iterm2"
cask "keybase"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "obsidian"
cask "omnidisksweeper"
cask "postman"
cask "signal"
cask "sonos-s1-controller"
cask "soulver"
cask "viscosity"
cask "visual-studio-code"
cask "yubico-yubikey-manager"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "CloudMounter", id: 1130254674
mas "Developer", id: 640199958
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "Home Assistant", id: 1099568401
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Monity", id: 915542151
mas "OneDrive", id: 823766827
mas "Parcel", id: 639968404
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Tailscale", id: 1475387142
mas "ToothFairy", id: 1191449274
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
