tap 'goreleaser/tap'
tap 'hilli/tap'
tap 'charmbracelet/tap'
tap 'mas-cli/tap'
tap 'microsoft/git'
tap 'warrensbox/tap'

brew 'act'
brew 'age'
brew 'readline'
# brew 'ansible'
brew 'asciinema'
# brew 'atomicparsley'
brew 'python3'
# brew 'awscli'
# brew 'azure-cli'
brew 'bandwhich'
brew 'bash'
brew 'bat'
brew 'tbb'
brew 'chezmoi'
brew 'clang-format'
brew 'cmake'
brew 'coreutils'
brew 'ctop'
# brew 'dapr-cli'
brew 'direnv'
brew 'dust'
brew 'entr'
# brew 'exercism'
# brew 'exiftool'
brew 'fd'
brew 'charmbracelet/tap/gum'
# brew 'srt'
# brew 'tesseract'
brew 'ffmpeg'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-extras'
brew 'git-lfs'
brew 'glow'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'go'
brew 'helm'
brew 'dockutil'
brew 'httpie'
brew 'imagemagick'
brew 'imagemagick@6'
brew 'ipcalc'
brew 'jq'
brew 'mas'
brew 'minicom'
brew 'protobuf'
brew 'mosh'
brew 'mysql-client'
brew 'ncftp'
brew 'ncurses'
brew 'nmap'
brew 'node'
brew 'node-build'
brew 'nvm'
# brew 'vtk'
# brew 'opencv'
brew 'pinentry-mac'
# brew 'postgresql'
brew 'prettyping'
brew 'protoc-gen-grpc-web'
# brew 'pulumi'
brew 'ruby-build'
brew 'rbenv'
# brew 'redis'
brew 's3cmd'
brew 'shellcheck'
brew 'smimesign'
brew 'starship'
brew 'telnet'
brew 'the_silver_searcher'
brew 'ripgrep'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'unzip'
# brew 'v8'
brew 'watchman'
brew 'wget'
brew 'yamllint'
brew 'yq'
brew 'z'
brew 'zoxide'
brew 'zsh-completions'

brew 'goreleaser/tap/goreleaser'
brew 'nodenv/nodenv/nodenv-aliases'
brew 'ouchxp/nodenv/nodenv-nvmrc'
brew 'warrensbox/tap/tfswitch'

cask '1password'
cask '1password-cli'
# cask 'alfred'
# cask 'arq'
cask 'dash'
# cask 'datadog-agent', greedy: true
# cask 'discord'
# cask 'docker'
cask 'font-comic-mono'
cask 'font-fira-code-nerd-font'
cask 'font-inconsolata-nerd-font'
cask 'font-overpass-nerd-font'
cask 'font-profont-nerd-font'
cask 'font-roboto-mono-nerd-font'
# cask 'git-credential-manager-core'
# cask 'google-chrome'
cask 'ghostty'
cask 'hiddenbar'
cask 'iterm2'
# cask 'keybase'
# cask 'kitty'
cask 'microsoft-auto-update'
cask 'microsoft-edge'
cask 'obsidian'
cask 'omnidisksweeper'
cask 'onyx'
cask 'raycast'
# cask 'shottr'
# cask 'signal'
# cask 'sonos-s1-controller'
cask 'soulver'
# cask 'viscosity'
cask 'visual-studio-code'
# cask 'zoom'
